{
   "templates":[
		"{user}: your mom's armpits are so hairy it looks like she had Buckwheat in a headlock.",
		"{user}: your mom's so fat it takes her two trips to haul ass.",
		"{user}: your mom's so fat, her yearbook picture was an aerial photo.",
		"{user}: your mom's so fat, I had to roll her in flour and look for the wet spot.",
		"{user}: your mom's so fat, I had to slap her thigh and ride the wave in.",
		"{user}: your mom's so stupid it takes her a half hour to make minute rice.",
		"{user}: your mom's so ugly the psychiatrist makes her lie facedown.",
		"{user}: your mom's got snakeskin teeth.",
		"{user}: your mom's so stupid I saw her in the frozen food section w/a fishing rod.",
		"{user}: your mom's so fat, at the zoo the elephants started throwing Her peanuts.",
		"{user}: your mom's got hair on her tongue and she gargles w/curl activator.",
		"{user}: your mom's got a wooden leg w/a real foot.",
		"{user}: your mom's got a leather wig w/suede sideburns.",
		"{user}: your mom's so fat, she jumped up in the air -- AND GOT STUCK!",
		"{user}: your mom's like a door knob, everybody gets a turn.",
		"{user}: your mom's like a birthday cake, everybody gets a piece.",
		"{user}: your mom's like mustard, she spreads easy.",
		"{user}: your mom's got three teeth...one in her mouth & two in her pocket.",
		"{user}: your mom's breath's so strong, she be blowin' bubbles with Now & Laters.",
		"{user}: your mom's so old, her birthday's expired.",
		"{user}: your mom's so stupid, she needs a ruler beside her bed to see how long she can sleep.",
		"{user}: your mom's so dumb, she got hit by a cup and said she got mugged.",
		"{user}: your mom's so old, I told her to start acting her age and she died.",
		"{user}: your mom's so old she owes Jesus Christ a quarter",
		"{user}: your mom's so poor she went to McDonald's to put a shake on layaway",
		"{user}: your mom's so dumb she sold the car for gas money",
		"{user}: your mom's so dumb she cooked her own complimentary breakfast.",
		"{user}: your mom's do fat, when her beeper goes off, people thought she was backing up",
		"{user}: your mom's so stupid, it took her 2 hours to watch 60 minutes",
		"{user}: your mom's so fat, when she wears a yellow raincoat, people said \"Taxi!\"",
		"{user}: your mom's so fat, she had to go to Sea World to get baptized",
		"{user}: your mom's so fat, she got to iron her pants on the driveway",
		"{user}: your mom's so fat, she put on her lipstick with a paint-roller",
		"{user}: your mom's so fat, she got to pull down her pants to get into her pockets",
		"{user}: your mom's so fat, when she steps on a scale, it read \"...to be continued\"",
		"{user}: your mom's so nasty, when she goes to a hair salon, she told the stylist to cut her hair and she opened up her shirt.",
		"{user}: your mom's so fat, when she tripped over on 4th Ave, she landed on 12th",
		"{user}: your mom's so ugly, when she joined an ugly contest, they said \"sorry, no professionals.\"",
		"{user}: your mom's so ugly, she looks out the window and got arrested for mooning.",
		"{user}: your mom's so ugly, just after she was born, her mother said \"What a treasure!\" and her father said \"Yes, let's go bury it.\"",
		"{user}: your mom's so ugly, they push her face into dough to make gorilla cookies.",
		"{user}: your mom's so ugly, they filmed \"Gorillas in the Mist\" in her shower",
		"{user}: your mom's so ugly, they didn't give her a costume when she tried out for Star Wars.",
		"{user}: your mom's so poor, when I saw her kicking a can down the street, I asked her what she was doing, she said \"Moving.\"",
		"{user}: your mom's so fat, when she bungee jumps, she brings down the bridge too",
		"{user}: your mom's so ugly, instead of putting the bungee cord around her ankle, they put it around her neck",
		"{user}: your mom's so ugly, she gets 364 extra days to dress up for Halloween.",
		"{user}: your mom's so ugly, when she walks into a bank, they turn off the surveillence cameras",
		"{user}: your mom's so fat, the highway patrol made her wear \"Caution!  Wide Turn\"",
		"{user}: your mom's so stupid, when your dad said it was chilly outside, she ran outside with a spoon",
		"{user}: your mom's so fat, when she sits around the house, she SITS AROUND THE HOUSE!",
		"{user}: your mom's so fat, when she steps on a scale, it read \"one at a time, please\"",
		"{user}: your mom's so stupid, she told everyone that she was \"illegitiment\" because she couldn't read.",
		"{user}: your mom's so ugly, the government moved Halloween to her birthday.",
		"{user}: your Mom's like a race car driver...  she burns a lot of rubbers",
		"{user}: your Mom's like an ice cream cone...  everyone gets a lick",
		"{user}: your Mom's like a bowling ball you can fit three fingers in",
		"{user}: your Mom's like a bowling ball she always winds up in the gutter",
		"{user}: your Mom's like a bowling ball she always comes back for more",
		"{user}: your Mom's like McDonalds...  Billions and Billions served",
		"{user}: your Mom's like Denny's...  open 24 hours",
		"{user}: your Mom's like a shotgun...  give her a cock and she blows",
		"{user}: your Mom's like 7up...  never had it never will.",
		"{user}: your mom's like a railroad track:  She gets laid all over the country.",
		"{user}: your mom's like a goalie:  she changes her pads after three periods.",
		"{user}: your mom's like Crazy Eddie, she's practically giving it all away",
		"{user}: your mom's so dumb...  she got stabbed at a shoot-out.",
		"{user}: your mom's like a Christmas tree, everybody hangs balls on her.",
		"{user}: your mom's like a postage stamp, you lick her, stick her, then send her away.",
		"{user}: your mom's so fat, everytime she wears high heels, she strikes oil.",
		"I don't like you, {user}",
		"Who are you again, {user}?",
		"{user}, http://i.imgur.com/hRfX4Di.gifv",
		"{user}, http://i.imgur.com/SdKI6wo.gifv"
	],
   "parts": {
    }
}
